/* CAUTION: This is a hand edited file, not generated by genStrings. */

// IPP Reasons (Printer states, internal errors)
"Communication Failure: The computer is no longer able to communicate with your printer. Turn the printer off, check your printer connections and check for printer errors, and turn the printer back on."="Communicatiefout: Er is geen communicatie meer tussen de computer en uw printer. Zet de printer uit, controleer of de printer goed is aangesloten en of er printerfouten zijn, en zet de printer weer aan.";
"Opening Printer Connection Failed: Unable to open the printer connection. Please check your printer connections and check for printer errors."="Printerverbinding openen mislukt: Kan de printerverbinding niet openen. Controleer of de printer goed is aangesloten en of er printerfouten zijn.";
"Paper Size Error: Custom paper sizes are not supported in the selected tray." = "Papierformaatfout: Aangepaste papierformaten worden niet ondersteund in de geselecteerde lade.";
"Paper Size Error: The specified custom paper size is not supported in the selected tray." = "Papierformaatfout: Het opgegeven aangepaste papierformaat wordt niet ondersteund in de geselecteerde lade.";
"Opening printer connection" = "Bezig met openen printerverbinding";
"Idle" = "Niet-actief";
"Printer Error: The printer needs attention."="Printerfout: De printer heeft aandacht nodig.";
"Device is sleeping." = "Device is sleeping.";
"dmf_error_alert_message" = "Printer reports error. Please refer to HP Printer Monitor for further details.";
"dmf_warning_alert_message" = "Printer reports warning. Please refer to HP Printer Monitor for further details.";
"dmf_info_alert_message" = "Printer reports informational message. Please refer to HP Printer Monitor for further details.";
"dmf_fatal_error_alert_message" = "Printer reports fatal error. Please refer to HP Printer Monitor for further details.";
"Device paused." = "Device paused.";

// Internal messages
"Printing page %d, %d%% complete..." = "Afdrukken pagina %d, %d%% voltooid...";
"Canceling job" = "Bezig met annuleren taak";
